
export interface MVWItemItemType {
    title: string;
    description: string;
  }
  
  export interface SpeechsItemType {
    title: string;
    description: string;
    image?:string
  }
  
  export interface AboutUsType {
    title: string;
    description: string;
    mvw: MVWItemItemType[];
    speechs: SpeechsItemType[];
  }
  

export const AboutUs:AboutUsType = {
    title: 'আমাদের সম্পর্কে',
    description: `পাঁচগাছী বালিকা উচ্চ বিদ্যালয় ওয়েবসাইটে আপনাকে স্বাগতম। পাঁচগাছী বালিকা উচ্চ বিদ্যালয় কুড়িগ্রাম জেলার একটি অন্যতম শিক্ষা প্রতিষ্ঠান। প্রতিষ্ঠার পর থেকেই আমাদের বিদ্যালয় ৬ষ্ঠ থেকে ১০ শ্রেণী পর্যন্ত নিয়মিত পাঠদানের পাশাপাশি শিক্ষার মান উন্নয়ন অব্যহত রেখেছে। প্রতি বছর আমাদের বিদ্যালয় থেকে শীক্ষার্থীগণ জে. এস. সি. এবং এস. এস. সি. পরীক্ষায় অংশগ্রহণ করে GPA-5 সহ বিভিন্ন শিক্ষা গ্রেডে উত্তীর্ণ হয়ে আসছে।

আমরা পাঠ্যক্রমে সাধারণ জ্ঞান এবং প্রযুক্তির প্রয়োগ করে থাকি, যাতে আমাদের ছাত্র-ছাত্রীরা ভবিষ্যতে সফল হতে পারে। শিক্ষার্থীদের মেধা বিকাশের জন্য আমাদের বিদ্যালয়ে শিক্ষার পাশাপাশি প্রতিবছর বার্ষিক ক্রীড়া প্রতিযোগিতা, সাংস্কৃতিক অনুষ্ঠানসহ  বিভিন্ন শিক্ষা মূলক অনুষ্ঠানের আয়োজন করা হয়ে থাকে।

আমাদের বিদ্যালয়ে শিক্ষক-শিক্ষিকাগন নিষ্ঠার সাথে নির্ভুল ও উন্নত পাঠদান দিয়ে আসছে। এছাড়াও শিক্ষক-শিক্ষিকাগণ শিক্ষার্থীদের মানসিক দক্ষতা বৃদ্ধি, সৎ এবং দয়ালু হিসেবে গড়ে তুলছে।

আমরা আশাবাদী আমাদের বিদ্যালয় আপনার সন্তানের পাঠদানের জন্য একটি উপযুক্ত বিদ্যালয়।`,
    mvw: [
       {title: 'আমাদের মিশন',description:`আমাদের লক্ষ্য হলো শিক্ষার মাধ্যমে ছাত্র–ছাত্রীদের চিন্তা, বিচার, এবং সমাজে মর্যাদামূলক নাগরিকত্ব প্রতিষ্ঠান করা। আমরা দৃঢ়ভাবে বিশ্বাস করি যে শিক্ষা শক্তির একটি প্রকরণ এবং এটি সকল সমস্যার প্রতি প্রভাব ফেলতে পারে। আমরা প্রতিটি ছাত্র–ছাত্রীর উচ্চতম দক্ষতা এবং নৈতিক মূল্যগুলির বিকাশে মুল্যবান শিক্ষা প্রদান করতে প্রতিশ্রুতিবদ্ধ আছি। এছাড়াও আমরা আমাদের ছাত্র–ছাত্রীদেরকে শিক্ষার মাধ্যমে একটি উন্নত সমাজ তৈরি করতে প্রতিশ্রুতিবদ্ধ আছি, যাতে তারা সকল জাতি, ধর্ম, জাতি, লিঙ্গ বা বর্গের সাথে মিলিত ভাবে একটি সুন্দর দেশ গঠনে ভূমিকা রাখতে পারে।`},
       {title: 'আমাদের ভিশন' ,description:`আমাদের ভিশন হলো একটি সৃজনশীল, বিজ্ঞানময়, এবং নৈতিকভাবে উন্নত সমাজ গঠন করা, যেখানে শিক্ষার প্রক্রিয়ায় প্রতিটি ছাত্র–ছাত্রীর সামগ্রিক উন্নতি হবে। আমরা একটি বিজ্ঞান নির্ভর সমাজ নির্মাণের সহায়ক হতে চাই, যা প্রতিটি ছাত্র–ছাত্রীর চিন্তা, চরিত্র এবং আদর্শ উন্নত করতে সাহায্য করবে।`},
       {title: 'আমাদের অর্জন সমুহ',description:`আমাদের অর্জন সমূহ--`},
    ],
    speechs: [
        {image:'https://i.ibb.co/JwtT2Hz3/mar.png',title:'প্রধান শিক্ষকের বাণী',description:`আমি পাঁচগাছী বালিকা উচ্চ বিদ্যালয়প্রধান শিক্ষক হিসেবে আপনাদেরকে আমাদের স্কুল ওয়েবসাইটে স্বাগত জানাচ্ছি। এই ইউনিক প্লাটফর্মে আপনি প্রতিদিনের শিক্ষালীলা, আমাদের বিশেষ ঘটনা, এবং আমাদের ছাত্র-ছাত্রীদের জন্য প্রয়োজনীয় তথ্য পেয়ে যাবেন। শিক্ষা একটি চলমান প্রক্রিয়া। শিক্ষার`},
        {image:'https://i.ibb.co/JwtT2Hz3/mar.png',title:'সভাপতির বাণী',description:`জ্ঞানই শক্তি জ্ঞানই আলো। শিক্ষাই গতি, শিক্ষাই করবে দূর জগতের যত কালো। শিক্ষাই পারে তথ্য প্রযুক্তির সঠিক প্রয়োগ ও বাস্তবায়নের মাধ্যমে মানুষের জীবন ধারাকে উন্নত থেকে উন্নততর করতে। শিক্ষা ছাড়া কোন জাতি উন্নতি লাভ করতে`},
    ]
}